tap "buildkite/buildkite"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "docker"
brew "ffmpeg"
brew "git"
brew "gradle"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "node"
brew "tldr"
brew "tmux"
brew "watchman"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "caffeine"
cask "docker"
cask "flycut"
cask "imagealpha"
cask "imageoptim"
cask "lastpass"
cask "postman"
cask "resilio-sync"
cask "slack"
cask "spectacle"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
