tap "buildkite/buildkite"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver", "https://github.com/mengbo/ch340g-ch34g-ch34x-mac-os-x-driver"
tap "osx-cross/avr"
tap "px4/px4"
cask "xquartz"
brew "ant"
brew "avrdude"
brew "python"
brew "awscli"
brew "bat"
brew "certbot"
brew "clojure"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "docker"
brew "ffmpeg"
brew "git"
brew "gradle"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "irssi"
brew "leiningen"
brew "maven"
brew "newsboat"
brew "node"
brew "node@6"
brew "node@8"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rbenv-gemset"
brew "rethinkdb"
brew "tldr"
brew "tmux"
brew "watchman"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "buildkite/buildkite/buildkite-agent", args: ["token="]
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
cask "1password"
cask "alfred"
cask "android-sdk"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "flycut"
cask "google-backup-and-sync"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "lastpass"
cask "postman"
cask "react-native-debugger"
cask "resilio-sync"
cask "slack"
cask "spectacle"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "mengbo/ch340g-ch34g-ch34x-mac-os-x-driver/wch-ch34x-usb-serial-driver"
