tap "cjbassi/gotop"
tap "cjsaylor/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/avr"
tap "px4/px4"
brew "avr-gcc@7", link: true
brew "avrdude"
brew "tcl-tk"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "cairo"
brew "dfu-programmer"
brew "dfu-util"
brew "diff-so-fancy"
brew "erlang"
brew "elixir"
brew "gh"
brew "git"
brew "git-standup"
brew "gitmoji"
brew "helm"
brew "hub"
brew "imageoptim-cli"
brew "jrnl"
brew "k9s"
brew "kubernetes-cli"
brew "protobuf"
brew "mosh"
brew "nethack"
brew "nvm"
brew "pulumi"
brew "pyenv"
brew "python@2", link: false
brew "python@3.8"
brew "svg2png"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "cjbassi/gotop/gotop"
brew "px4/px4/gcc-arm-none-eabi"
cask "alfred"
cask "aws-vault"
cask "caffeine"
cask "docker"
cask "font-cascadia"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "graphiql"
cask "imagealpha"
cask "imageoptim"
cask "qmk-toolbox"
cask "quicklook-json"
cask "responsively"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "vlc"
